[
	{
		"title": "Quizee Builder",
		"imageSrc": "projects/quiz.png",
		"description": "Quizee Builder is a modern, MERN stack-based form and quiz creation platform designed to make learning interactive and fun. With its intuitive interface, users can build quizzes with various question types, get real-time scoring and feedback, and easily share quizzes for collaboration.",
		"skills": ["React", "Node.js", "MongoDB", "Express"],
		"demo": "https://quizee-builder.vercel.app/",
		"source": "https://www.github.com/pritibishnoii/quizee_builder"
	},
	{
		"title": "StoryApp",
		"imageSrc": "projects/story.png",
		"description": "StoryApp is a creative storytelling platform built with the MERN stack, enabling users to write, share, and explore stories in a beautifully organized interface. With features like rich text editing, category-based browsing, StoryApp makes storytelling engaging and accessible for everyone.",
		"skills": ["React", "Node.js", "MongoDB", "Express"],
		"demo": "storyapp-nine.vercel.app/",
		"source": "https://github.com/pritibishnoii/storyapp"
	},
	{
		"title": "Code Play",
		"imageSrc": "projects/code.png",
		"description": "CodePlay is an edtech web application built using the MERN stack, designed to make learning to code interactive and enjoyable. It offers a hands-on coding environment with real-time code execution — making it an ideal platform for students and educators to practice and test their programming skills.",
		"skills": ["React", "Node.js", "MongoDB", "Express"],
		"demo": "https://codeplay-edtech-project.vercel.app/",
		"source": "https://github.com/pritibishnoii/StudyNotion?tab=readme-ov-file"
	},

	{
		"title": "Pocket Notes",
		"imageSrc": "projects/note.png",
		"description": "Pocket Notes is a lightweight and intuitive note-taking app built with React and styled using modular CSS for scoped and maintainable styling. It allows users to quickly create, edit, and organize notes into color-coded categories, offering a clean UI and smooth user experience for everyday productivity. and mobile responsive design ",
		"skills": ["React", "CSS", "React-icons", "Redux"],
		"demo": "https://664015ad82f5fe5ebf049e59--pokect-notes-app.netlify.app/",
		"source": "https://www.github.com/pritibishnoii/notes-pocket-app"
	},
	{
		"title": "Supper App",
		"imageSrc": "projects/movie.png",
		"description": "Built using MERN technologies (MongoDB, Express, React, Node.js), Quizee Builder is a cutting-edge form creation platform that makes learning fun and engaging. Watch a quick demo to see it in action: its features: - User-friendly form builder - Variety of question types - Real-time scoring and feedback - Sharing options for easy collaboration",
		"skills": ["React", "Node.js", "MongoDB", "Express"],
		"demo": "movie-app-alpha-cyan.vercel.app",
		"source": "https://www.github.com/pritibishnoii/movie-app"
	},
	{
		"title": "Razorpay clone",
		"imageSrc": "projects/razorpay.png",
		"skills": ["HTML", "CSS", "JavaScript", "Tailwindcss"],
		"description": "Razorpay Clone is a front-end replica of the popular payment gateway platform, built using HTML, CSS, and JavaScript. This project replicates the sleek UI and responsive design of Razorpay’s homepage, showcasing modern layouts, interactive elements, and smooth animations — all without any external frameworks.",
		"demo": "https://razorypay.netlify.app/",
		"source": "https://www.github.com/pritibishnoii/Razorypay-clone"
	}
]
